/* 
  StringBundle.strings
  QQ

  Created by jackqzhang on 15/11/10.
  Copyright © 2015年 tencent. All rights reserved.
*/


"ContactInfo_MB_Title" = "Tips";
"ContactInfo_Male" = "Male";
"ContactInfo_Female" = "Female";
"ContactInfo_ContactSecrecy_1" = "Open to public";
"ContactInfo_ContactSecrecy_2" = "Friends only";
"ContactInfo_ContactSecrecy_3" = "Private";
"ContactInfo_Animals_1" = "Rat";
"ContactInfo_Animals_2" = "Ox";
"ContactInfo_Animals_3" = "Tiger";
"ContactInfo_Animals_4" = "Rabbit";
"ContactInfo_Animals_5" = "Dragon";
"ContactInfo_Animals_6" = "Snake";
"ContactInfo_Animals_7" = "Horse";
"ContactInfo_Animals_8" = "Goat";
"ContactInfo_Animals_9" = "Monkey";
"ContactInfo_Animals_10" = "Rooster";
"ContactInfo_Animals_11" = "Dog";
"ContactInfo_Animals_12" = "Pig";
"ContactInfo_Constellation_1" = "Aquarius";
"ContactInfo_Constellation_2" = "Pisces";
"ContactInfo_Constellation_3" = "Aries";
"ContactInfo_Constellation_4" = "Taurus";
"ContactInfo_Constellation_5" = "Gemini";
"ContactInfo_Constellation_6" = "Cancer";
"ContactInfo_Constellation_7" = "Leo";
"ContactInfo_Constellation_8" = "Virgo";
"ContactInfo_Constellation_9" = "Libra";
"ContactInfo_Constellation_10" = "Scorpio";
"ContactInfo_Constellation_11" = "Sagittarius";
"ContactInfo_Constellation_12" = "Capricorn";
"ContactInfo_BloodType_1" = "A";
"ContactInfo_BloodType_2" = "B";
"ContactInfo_BloodType_3" = "O";
"ContactInfo_BloodType_4" = "AB";
"ContactInfo_BloodType_5" = "Other";
"ContactInfo_Month_1" = "January";
"ContactInfo_Month_2" = "February";
"ContactInfo_Month_3" = "March";
"ContactInfo_Month_4" = "April";
"ContactInfo_Month_5" = "May";
"ContactInfo_Month_6" = "June";
"ContactInfo_Month_7" = "July";
"ContactInfo_Month_8" = "August";
"ContactInfo_Month_9" = "September";
"ContactInfo_Month_10" = "October";
"ContactInfo_Month_11" = "November";
"ContactInfo_Month_12" = "December";
"ContactInfo_Day" = "";
"ContactInfo_Tips_NickError" = "You cannot leave the nickname field blank.";
"ContactInfo_Tips_AgeError" = "Age must be an integer between 1 and 119.";
"ContactInfo_Tips_EmailError" = "Email address is not correct.";
"ContactInfo_Tips_MobileError" = "Mobile is not correct.";
"CF_OUT_Discuss" = "Normal Discussions";
"CF_UNNAME_Discuss" = "未命名讨论组";
"GVideo_DiscussGrop_Default_Name_new" = "视频讨论组";
"GAudio_Text_GAudio_new" = "语音讨论组";


/*------------------------URLs  start------------------------*/

//创建群
"IDS_GROUP_URL_CREATE" = "http://ptlogin2.qq.com/group?ptlang=1033&clientuin=%@&clientkey=%@&guin=%@&gid=%@&type=4&version=2008&keyindex=19";

//解散群
"IDS_GROUP_URL_DISMISSGROUP" = "http://ptlogin2.qq.com/group?ptlang=1033&clientuin=%@&clientkey=%@&guin=%@&type=6&version=2008&keyindex=19";

//发email给好友
"IDS_WRITEEMAIL_TOBUDDY" = "http://ptlogin2.qq.com/qqmail?Fun=clientwrite&type=com_2&email=%@@qq.com&clientuin=%@&clientkey=%@&ptlang=1033&keyindex=19&httptype=0";

//访问好友空间
"QzoneNavigateUrlPt2" = "http://ptlogin2.qq.com/jump?ptlang=1033&clientuin=%@&clientkey=%@&u1=%@&keyindex=19";

//访问自己的邮箱
"SHOW_SELF_MAIL" = "http://ptlogin2.qq.com/qqmail?Fun=clientlogin&clientuin=%@&clientkey=%@&ptlang=1033&keyindex=19";

//发群邮件
"IDS_GROUP_URL_MAIL_NEW" = "http://ptlogin2.qq.com/qqmail?fun=clientwrite&gid=%@&clientuin=%@&clientkey=%@&ptlang=1033&httptype=%@&keyindex=19&httptype=0";

//群共享
"IDS_URL_OPEN_GROUPSHARE" = "http://ptlogin2.qq.com/group2?clientuin=%@&clientkey=%@&gid=%@&type=102&uri=share&keyindex=19&ptlang=1033";

//漫游会员
"strMsgWander_VipRoamPage" = "http://ptlogin2.qq.com/client2cloudmsg?clientuin=%@&clientkey=%@&isvip=%@&cur=%@&num=%@&all=%@&param=%@&version=%@&keyindex=19&ptlang=1033";
//漫游非会员
"strMsgWander_NoVipRoamPage" = "http://ptlogin2.qq.com/client2cloudmsg?clientuin=%@&clientkey=%@&isvip=%@&level=%@&flag=%@&pwd=%@&param=%@&version=%@&keyindex=19&ptlang=1033";

//我的qq中心
"QQ_Center_Url" = "http://ptlogin2.qq.com/qqid?ptlang=1033&keyindex=19&clientuin=%@&clientkey=%@&ADUIN=%@&ADTAG=CLIENT.QQ.3721_.0";

/*------------------------URLs  end------------------------*/

/*shake start*/
"ShakeWindow_Offline_Tip" = "Nudge is not available because your contact is offline or invisible.";
"ShakeWindow_LowVer_Tip" = "Nudge is not available because your contact is using a version QQ that does not support this function.";
"ShakeWindow_TooMany_Tip" = "You have been sending nudges too frequently. Please try again later.";
"ShakeWindow_SendComplete_Tip" = "You have sent a nudge.";
"ShakeWindow_Receive_Tip" = " has sent you a nudge.";
"ShakeWindow_Receive_Tip2" = "Send a Nudge";
"ShakeWindow_TipTitle" = "Nudge";
"ShakeWindow_Setting" = "Allow nudges";
"ShakeWindow_Send_Failed" = "Send a Nudge failed.";
/*shake end*/


